package com.glong.txtdemo

/**
 * @author guolong
 * @since 2019/9/30
 */
object Test {
    val contentMixture = "太虚噬气诀，与养气诀有相似之处，可原理却有很大不同。\n" +
            "养气诀是将天地间的灵2019-8-30气引导进入体内，可因身english体有看body不见的空窍，所以无法留2019/2/3住灵气，但也因此，能以身体为媒介，将灵气引入手中的空白石内，从而形成灵石，且自身在这个过程中，潜移默化增强体质。\n" +
            "而太虚噬气诀就仿佛在体内形https成一个黑洞，使得全身上下Your antivirus program might be impacting your build performance. Android Studio无不充满了强烈到极致的吸力，就好似吞噬一般，将天地间的灵气疯狂的吸噬来，哪怕常人身体有无数空窍，留不住灵气，但在这吸力下，超越了散的速度。\n" +
            "最终就使得灵气在身kotlin体内不断地积累，同时也java正是因这种高度的凝聚，所以不需要空12993757953白灵石，就可在手中凝聚出……灵石！\n" +
            "如此一来，在纯度上java.lang StringIndexOutOfBoundsException: length=8; index=8自然就远超旁人，毕竟摆在法兵师面前对java.lang.StringIndexOutOfBoundsException: length=8; index=8于灵石纯度最大的难点，就是如何祛除空白灵石本身蕴含的杂质。\n" +
            "这种功法，在如今的联1293875933邦有人提出过类似的概念，可却无人at androidx.constraintlayout.widget.ConstraintLayout.onLayout能做到，只存在于想象中，但如今……在王宝乐的面前，这一篇太虚噬气诀，完美的解决了一切。\n" +
            "“看来修炼这太虚噬气诀，吸噬之力会从小到大，越来越强……”王宝乐激动中离开了梦境，盘膝坐在洞府内，双眼冒光，只感觉学首已经在向自己招手，越发的兴奋，浑然忘记了一切事情，闭上眼，全身心的沉浸在对太虚噬气诀的研究与修炼上。\n" +
            "他有好几年的养气诀底子在，对于引导灵气不陌生，此刻随着静心，立刻就感应到了四周天地内，近乎无限的磅礴灵气。\n" +
            "只是这太虚噬气诀看似简单，可在实际修炼上，还是有不少难点，王宝乐一开始磕磕绊绊，很多时候灵气被吸来，但却比不过消散的速度，可他的性格是一旦有了目标，就可形成执念，就如同在那梦境考核里，他可以不顾剧痛去拼命加分一样。\n" +
            "“按照噬气诀的说法，要先在体内形成噬种，让其成为身体的一部分，随后才可压过消散的速度……”\n" +
            "此刻的王宝乐，再次爆发了他性格中的执着，在之后的半个月内，他没有再去上课，就算是吃饭也都是匆匆而去，飞速归来后又陷入研究与修行中。\n" +
            "与此同时，下院岛众系山峰之中的掌院峰中，此刻山顶有一处池塘，池塘边一间茅屋外，老医师正坐在那里垂钓。\n" +
            "柔和的风吹来，将四周的垂柳摇晃，倒映在池塘里，别有一番意境。\n" +
            "唯独在老医师旁，站着的副掌院，那位黑衣中年，此刻额头冒汗，很是局促不安，直至许久，他深吸口气，向着掌院抱拳深深一拜。\n" +
            "“掌院，我错了。”\n" +
            "老医师好似没有听到，依旧垂钓，直至过了半晌，副掌院擦了擦额头的汗水，态度更为恭敬，再次低声开口。\n" +
            "“属下错在明知王宝乐事件可以作为一个正面的典型与榜样，使得学子对道院更有向心力，可却偏偏选择了另一条道路，甚至指使丹道系的老师去点出作弊之事。”\n" +
            "随着他说完，发现老医师神色依旧没有什么变化，副掌院的汗水更多，再次低声说话。\n" +
            "“属下更错在不该贪图法兵系的特招名额，从而动了私心，试图将王宝乐驱出道院……甚至引导了其他老师的心态……”副掌院再次擦了擦汗水，心底苦涩，实在是他判断错误，之前以为是掌院不满王宝乐，这才借助这个机会，一方面出手惩治，一方面为自己谋取利益。\n" +
            "可没想到，最后王宝乐竟能翻盘，而这一切的重点，他明白一方面是王宝乐的言辞，更重要的，是掌院的态度。"
}